Revit 2024 API
SymbolTypeId.Therm Property
 Symbol therm, indicating unit Therms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Therm { get; }
Visual Basic
Public Shared ReadOnly Property Therm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Therm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace